{
      "intents": [
          {
              "tag": "BorderSecurityGreeting",
              "patterns": [
                  "Hello",
                  "Hi",
                  "Greetings",
                  "How's it going?",
                  "Hello! How's it going?",
                  "Hey",
                  "Good day",
                  "Salutations",
                  "Morning",
                  "Howdy",
                  "What's up?",
                  "Good to see you",
                  "Hey there",
                  "Greetings and salutations",
                  "Top of the morning to you",
                  "Hello, how are you?",
                  "Hi, how's everything?",
                  "Good to meet you",
                  "Pleasure to see you",
                  "Hey, how are you?"
              ],
              "responses": [
                  "Welcome to the border security checkpoint. How can I assist you?",
                  "Hello! How may I help you today?",
                  "Hi there! What brings you to our checkpoint?",
                  "Greetings! Welcome to the border security checkpoint. How can I assist you today?",
                  "Good day! How may I be of service?",
                  "Salutations! What brings you to our checkpoint?",
                  "Morning! How can I help you?",
                  "Howdy! How may I assist you today?",
                  "Well, hello! Welcome to the border security checkpoint. How can I assist you?",
                  "Great to see you! How may I help you today?",
                  "Hey there! What brings you to our checkpoint?",
                  "Greetings and salutations! Welcome to the border security checkpoint. How can I assist you today?",
                  "Top of the morning to you! How may I be of service?",
                  "Hello! How are you doing? How may I assist you today?",
                  "Hi there! How's everything going? What brings you to our checkpoint?",
                  "It's good to meet you! How can I assist you today?",
                  "Pleasure to see you! What brings you to our checkpoint?",
                  "Hey there! How are you doing? How may I assist you today?"
              ],
              "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
              },
              "context": {
                  "in": "",
                  "out": "BorderSecurityGreetingUserRequest",
                  "clear": false
              },
              "entityType": "NA",
              "entities": []
          },
          {
              "tag": "BorderSecurityDocuments",
              "patterns": [
                  "Here are my documents",
                  "Passport and visa",
                  "Identification",
                  "Here are the necessary papers",
                  "Documentation is ready",
                  "I have my passport",
                  "Visa and passport ready",
                  "Here are my travel papers",
                  "Identification and papers",
                  "Presenting my papers",
                  "Documents for inspection",
                  "Here are my official papers",
                  "I've got my identification",
                  "Presenting my identification",
                  "Travel documents ready",
                  "Identification and visa",
                  "Showing my papers",
                  "Here are my credentials"
              ],
              "responses": [
                  "Thank you for providing your documents. Let me check them.",
                  "Sure, please hand over your documents for inspection.",
                  "Great! I'll verify your documents right away.",
                  "Thank you for presenting your necessary papers. Let me examine them.",
                  "Of course, please present your documentation for inspection.",
                  "Sure, please provide your documents for examination.",
                  "Thank you for offering your papers. Let me review them.",
                  "Sure, please present your official papers for inspection.",
                  "Great! I'll take a look at your identification and papers.",
                  "Thank you for providing your identification. Let me examine it.",
                  "Sure, please show your travel documents for inspection.",
                  "Great! I'll check your identification and visa right away.",
                  "Thank you for showing your papers. Let me inspect them.",
                  "Sure, please present your identification and visa for inspection.",
                  "Great! I'll check your credentials right away."
              ],
              "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
              },
              "context": {
                  "in": "",
                  "out": "BorderSecurityDocumentPresentation",
                  "clear": false
              },
              "entityType": "NA",
              "entities": []
          },
          {
              "tag": "BorderSecurityQuestion",
              "patterns": [
                  "Is there anything I should know?",
                  "What's the process?",
                  "Any restrictions?",
                  "Are there any specific guidelines?",
                  "What steps should I follow?",
                  "Can you clarify the security process?",
                  "Are there any special instructions?",
                  "Please explain the safety measures.",
                  "Is there a particular protocol?",
                  "What should I know before proceeding?",
                  "Are there any specific rules?",
                  "Can you outline the security procedure?",
                  "What are the restrictions in place?",
                  "Any particular steps I need to follow?",
                  "Can you explain the security guidelines?",
                  "What's the security policy?",
                  "Is there anything I need to be aware of?",
                  "Please describe the safety protocols."
              ],
              "responses": [
                  "We have security procedures in place for your safety. Please follow instructions from our officers.",
                  "Our priority is your safety. Feel free to ask questions or seek assistance during the process.",
                  "To ensure security, please cooperate with our officers and follow the guidelines.",
                  "We have specific guidelines to ensure everyone's safety. Please adhere to the instructions provided by our officers.",
                  "Our security process is designed to prioritize your safety. Don't hesitate to seek assistance or ask questions.",
                  "To ensure a secure environment, we have specific protocols in place. Please comply with our officers and guidelines.",
                  "For your safety, we have outlined a particular procedure. Please follow the instructions provided by our officers.",
                  "There are specific rules to maintain security. Make sure to adhere to the guidelines provided by our officers.",
                  "Our security procedure includes specific steps to ensure safety. Please follow the instructions provided by our officers.",
                  "We have various restrictions in place to maintain security. Please adhere to the guidelines provided by our officers.",
                  "Please be aware that there are specific steps you need to follow for security. Make sure to comply with the guidelines provided by our officers.",
                  "Our security guidelines are in place to prioritize safety. Please comply with the instructions provided by our officers.",
                  "Our security policy includes specific measures to ensure safety. Make sure to follow the guidelines provided by our officers.",
                  "Please be aware of the security protocols in place. Make sure to comply with the instructions provided by our officers.",
                  "We have safety protocols to ensure a secure environment. Make sure to follow the guidelines provided by our officers."
              ],
              "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
              },
              "context": {
                  "in": "",
                  "out": "BorderSecurityQuestionInquiry",
                  "clear": false
              },
              "entityType": "NA",
              "entities": []
          },
          {
              "tag": "BorderSecurityProhibitedItems",
              "patterns": [
                  "What items are prohibited?",
                  "Can I carry a pocket knife?",
                  "Are electronic cigarettes allowed?",
                  "What items should I avoid bringing?",
                  "Is there a list of prohibited items?",
                  "Can I have a pocket knife in my luggage?",
                  "Are there any restrictions on electronic devices?",
                  "What things are not allowed in my carry-on?",
                  "Can I carry a weapon in my baggage?",
                  "Are there specific items I should not bring?",
                  "Are there any restrictions on liquids?",
                  "Can I have matches in my luggage?",
                  "Are there any restrictions on food items?",
                  "What things are not allowed in my checked baggage?",
                  "Can I bring a lighter on the plane?",
                  "Are there any restrictions on medical supplies?",
                  "Can I have batteries in my carry-on luggage?",
                  "What things are not allowed in my hand luggage?"
              ],
              "responses": [
                  "Prohibited items include sharp objects, explosives, and firearms. Pocket knives and electronic cigarettes are generally not allowed in your carry-on luggage.",
                  "For safety, prohibited items include sharp objects, explosives, and firearms. Please refrain from carrying pocket knives and electronic cigarettes in your carry-on luggage.",
                  "To maintain security, we restrict sharp objects, explosives, and firearms. Pocket knives and electronic cigarettes should not be in your carry-on luggage.",
                  "Certain items are not allowed on board, including sharp objects, explosives, and firearms. Make sure to check the prohibited items list before packing your luggage.",
                  "For security reasons, certain items are not permitted on the plane, including sharp objects, explosives, and firearms. Check the prohibited items list to ensure compliance.",
                  "To ensure safety, there is a list of items not allowed on board, including sharp objects, explosives, and firearms. Please review the prohibited items list before your flight.",
                  "We have restrictions on specific items to ensure safety. Please be aware that certain items, such as sharp objects, explosives, and firearms, are not allowed on the plane.",
                  "Certain items, including sharp objects, explosives, and firearms, are prohibited for security reasons. Make sure to check the list of prohibited items before packing your luggage.",
                  "Prohibited items include certain liquids and gels. Please ensure that your liquids are within the allowed limits and are properly packed.",
                  "For safety reasons, we restrict certain items, including matches and flammable substances. Make sure to check the list of prohibited items before packing your luggage.",
                  "To ensure safety, there are restrictions on certain food items. Please check the list of prohibited food items before your flight.",
                  "Certain items are not allowed in checked baggage, including specific liquids, gels, and hazardous materials. Please review the list of prohibited items before checking in your luggage.",
                  "Carrying a lighter on the plane is not permitted. Please check the list of prohibited items to ensure compliance with the regulations.",
                  "There are restrictions on specific medical supplies for security reasons. Make sure to check the list of prohibited medical items before your flight.",
                  "Certain batteries are not allowed in carry-on luggage. Please check the list of prohibited items to ensure compliance with the regulations.",
                  "There is a list of items not allowed in hand luggage, including specific liquids, gels, and hazardous materials. Please review the list of prohibited items before your flight."
             ],
              "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
              },
              "context": {
                  "in": "",
                  "out": "BorderSecurityProhibitedItemsInquiry",
                  "clear": false
              },
              "entityType": "NA",
              "entities": []
          },
          {
              "tag": "AirportSecurityScreening",
              "patterns": [
                  "Do I need to remove my shoes?",
                  "Can I keep my laptop in the bag?",
                  "What's the procedure for liquids?",
                  "Do I need to take off my belt?",
                  "Can I keep my jewelry on?",
                  "What should I do with my jacket?",
                  "Are hats allowed during the screening?",
                  "Can I have my wallet in my pocket?",
                  "How do I handle my phone during the screening?",
                  "Do I need to remove my watch?",
                  "What's the procedure for my laptop charger?",
                  "How should I handle my shoes during the screening?",
                  "Can I carry my headphones during the screening?",
                  "What's the policy on body scanners?",
                  "Should I remove my glasses during the screening?",
                  "Do I need to separate my tablet during the screening?",
                  "What happens if I trigger the metal detector?",
                  "Can I bring my umbrella through the screening?"
              ],
              "responses": [
                  "Airport security regulations require you to remove your shoes, take out your laptop from its bag, and place liquids in a clear, quart-sized bag.",
                  "For security reasons, please remove your shoes, take out your laptop, and place liquids in a clear, quart-sized bag.",
                  "To ensure safety, we ask passengers to remove their shoes, take out laptops, and put liquids in a clear, quart-sized bag.",
                  "For security reasons, please remove your belt before going through the screening process.",
                  "Jewelry needs to be taken off during the screening to ensure a thorough inspection.",
                  "During the screening, please take off your jacket and place it in a bin for inspection.",
                  "Hats are allowed during the screening, but they might be subject to additional checks.",
                  "It's recommended to place your wallet in a bin for the duration of the screening.",
                  "During the screening, please place your phone in a bin for separate inspection.",
                  "Wearing a watch is allowed, but it might trigger additional screening procedures.",
                  "For your laptop charger, please ensure it is separate from your laptop for inspection.",
                  "It's necessary to remove your shoes and place them in a bin for X-ray screening.",
                  "Headphones are allowed during the screening process, but they might be subject to additional checks.",
                  "Our security uses body scanners as part of our screening process for enhanced safety measures.",
                  "Wearing glasses is allowed during the screening, but they might be subject to additional checks.",
                  "Tablets need to be placed in a separate bin for thorough X-ray screening during the process.",
                  "If you trigger the metal detector, you might be subject to an additional manual screening process.",
                  "Umbrellas are allowed during the screening, but they might be subject to additional checks."
              ],
              "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
              },
              "context": {
                  "in": "",
                  "out": "AirportSecurityScreeningInquiry",
                  "clear": false
              },
              "entityType": "NA",
              "entities": []
          },
            {
                  "tag": "AirportSecurityConflict",
                  "patterns": [
                        "This is too strict",
                        "I don't understand why I can't bring this",
                        "I need to speak to a supervisor",
                        "This is ridiculous",
                        "You people are making this difficult",
                        "Why do I have to do this?",
                        "I'm not comfortable with this process",
                        "Can someone explain why?",
                        "This seems unnecessary",
                        "I object to these measures",
                        "I find this procedure inconvenient",
                        "This is causing me inconvenience",
                        "Why do I need to follow these rules?",
                        "I have concerns about these regulations",
                        "I'm not satisfied with these requirements",
                        "This is making my travel difficult",
                        "I don't understand the need for this",
                        "Why am I being subjected to this?",
                        "I'm not okay with these restrictions",
                        "Can you justify these security protocols?"
                  ],
                  "responses": [
                        "I understand your concern. Airport security measures are in place to ensure everyone's safety. If you have questions or need further assistance, a supervisor will be available to help you.",
                        "Safety is our top priority. We appreciate your understanding. A supervisor can address any concerns you may have.",
                        "We apologize for any inconvenience. Our procedures are designed to maintain safety. Please don't hesitate to speak with a supervisor if you have specific concerns.",
                        "The security measures are in place to ensure the safety of all passengers. If you need more information or have any concerns, please don't hesitate to speak to our supervisor, who will be available to assist you.",
                        "We understand your concerns and take them seriously. Please be assured that our security protocols are designed to prioritize passenger safety. If you need further assistance, our supervisor will be happy to help you.",
                        "Our priority is the safety and security of all passengers. The security measures are in place to ensure a smooth and secure travel experience. If you have any specific concerns, please reach out to our supervisor for assistance.",
                        "We apologize for any inconvenience. Our security procedures are in line with international safety standards and are crucial for ensuring a safe travel environment. If you have any further questions or concerns, please feel free to speak to our supervisor.",
                        "We recognize your concerns and would like to assure you that our security measures are non-negotiable for the safety of all passengers. If you have any specific issues or require further assistance, our supervisor will be available to provide support.",
                        "We apologize for any inconvenience caused. Please understand that our security procedures are in place to ensure the safety and well-being of all passengers. If you have any questions or need assistance, please don't hesitate to reach out to our supervisor for help.",
                        "We appreciate your feedback. Please know that our security procedures are necessary to maintain a safe and secure travel environment. If you have any specific issues or need further assistance, our supervisor will be available to address your concerns.",
                        "We understand that these measures may seem inconvenient. Please know that they are in place for the safety of all passengers. If you require any further information or assistance, our supervisor will be happy to help you.",
                        "We value your feedback and apologize for any inconvenience. The security measures are necessary to ensure the safety and security of all passengers. If you have any specific concerns or need assistance, our supervisor will be available to assist you.",
                        "We understand that these requirements may seem restrictive. However, they are crucial for maintaining a safe travel environment. If you have any specific issues or need further assistance, please feel free to speak to our supervisor.",
                        "We apologize for the inconvenience. Our security measures are necessary to ensure the safety and security of all passengers. If you have any specific concerns or need assistance, our supervisor will be available to address your concerns.",
                        "We appreciate your understanding and cooperation. Please be assured that the security measures are in place for the safety of all passengers. If you have any further questions or need assistance, please speak to our supervisor.",
                        "We apologize for any inconvenience caused. Our security procedures are in place to ensure the safety and well-being of all passengers. If you have any concerns or need further assistance, please don't hesitate to reach out to our supervisor for help.",
                        "We understand that these measures may seem strict. Please know that they are in place for the safety and security of all passengers. If you require any further information or assistance, our supervisor will be available to assist you.",
                        "We value your feedback and apologize for any inconvenience. The security measures are necessary to ensure the safety and security of all passengers. If you have any specific concerns or need assistance, our supervisor will be available to assist you.",
                        "We understand that these requirements may seem stringent. However, they are crucial for maintaining a safe travel environment. If you have any specific issues or need further assistance, please feel free to speak to our supervisor."
                  ],
                  "extension": {
                        "function": "",
                        "entities": false,
                        "responses": []
                  },
                  "context": {
                        "in": "",
                        "out": "AirportSecurityConflictResolution",
                        "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityNonCompliance",
                  "patterns": [
                        "I won't remove my shoes",
                        "I refuse to open my bag",
                        "I won't follow these rules",
                        "I'm not doing this",
                        "I demand to be treated differently",
                        "I don't want to remove my shoes",
                        "Opening my bag is not happening",
                        "I refuse to go through these security measures",
                        "I'm not going to do this",
                        "You need to treat me differently",
                        "I won't comply with these regulations",
                        "I won't follow these security procedures",
                        "This is not acceptable to me",
                        "I'm not comfortable with these security checks",
                        "I won't be following your rules",
                        "I demand to be exempted from these measures",
                        "I refuse to adhere to these guidelines",
                        "This is not how I'm going to proceed",
                        "You can't force me to do this",
                        "I'm not going to cooperate with these instructions"
                  ],
                  "responses": [
                        "I'm sorry, but for security reasons, we require all passengers to follow these procedures. Refusing to comply may result in delays and additional security checks.",
                        "Security procedures are in place for everyone's safety. Non-compliance may lead to further inspections and delays.",
                        "To ensure the safety of all passengers, we kindly request that you follow security procedures. Non-compliance can lead to additional checks and delays.",
                        "I'm sorry, but for security reasons, we require all passengers to follow these procedures. Refusing to comply may result in delays and additional security checks.",
                        "Security procedures are in place for everyone's safety. Non-compliance may lead to further inspections and delays.",
                        "To ensure the safety of all passengers, we kindly request that you follow security procedures. Non-compliance can lead to additional checks and delays.",
                        "We understand your concerns, but these security measures are mandatory for the safety and security of all passengers. Non-compliance may result in delays and further security checks.",
                        "We apologize for any inconvenience, but these security procedures are necessary for the safety of all passengers. Non-compliance can lead to delays and additional security measures.",
                        "We appreciate your understanding, but these security measures are essential for the safety of all passengers. Non-compliance may lead to additional security checks and delays.",
                        "For the safety of all passengers, we kindly request that you adhere to the security procedures. Non-compliance may result in delays and additional security checks.",
                        "Your cooperation with the security procedures is necessary for the safety and security of all passengers. Non-compliance may lead to further inspections and delays.",
                        "We understand your concerns, but these security measures are in place to ensure the safety of all passengers. Non-compliance can lead to delays and additional security checks.",
                        "We apologize for any inconvenience, but these security procedures are necessary for the safety and security of all passengers. Non-compliance may result in delays and additional security measures.",
                        "We appreciate your understanding, but these security measures are essential for the safety of all passengers. Non-compliance may lead to additional security checks and delays.",
                        "For the safety of all passengers, we kindly request that you adhere to the security procedures. Non-compliance may result in delays and additional security checks.",
                        "Your cooperation with the security procedures is necessary for the safety and security of all passengers. Non-compliance may lead to further inspections and delays.",
                        "We understand your concerns, but these security measures are in place to ensure the safety of all passengers. Non-compliance can lead to delays and additional security checks.",
                        "We apologize for any inconvenience, but these security procedures are necessary for the safety and security of all passengers. Non-compliance may result in delays and additional security measures.",
                        "We appreciate your understanding, but these security measures are essential for the safety of all passengers. Non-compliance may lead to additional security checks and delays."
                  ],
                  "extension": {
                        "function": "",
                        "entities": false,
                        "responses": []
                  },
                  "context": {
                        "in": "",
                        "out": "AirportSecurityNonComplianceResolution",
                        "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityRandomCheck",
                  "patterns": [
                        "Why was I selected for a random check?",
                        "Is this a random security check?",
                        "I've been randomly selected, why?",
                        "What's the reason for my random check?",
                        "Did I get chosen randomly for the security check?",
                        "I've been selected for a random check, can you explain why?",
                        "How come I'm chosen for a random security check?",
                        "Is this security check random or based on something specific?",
                        "I'm curious about the reason for my random check.",
                        "I want to know why I was picked for this random security check.",
                        "Is there a specific reason for my random security check?",
                        "Is this a standard procedure or am I selected for a specific reason?",
                        "Can you clarify the reason behind this random security check?",
                        "I'm interested in knowing why I'm chosen randomly for this security check.",
                        "Is this a routine random check or did something trigger it?",
                        "What leads to passengers being chosen for random security checks?",
                        "I'm wondering why I was selected for a random check, can you explain?",
                        "Is this a part of standard security measures or did something prompt my random check?"
                  ],
                  "responses": [
                        "Random security checks are a standard procedure to enhance safety. Your cooperation is appreciated as we perform this quick verification.",
                        "Random checks are part of our security protocol to ensure fairness and safety. Thank you for your patience and understanding.",
                        "Occasionally, passengers are randomly selected for additional checks. This is a routine measure to maintain security. Thank you for your understanding.",
                        "Random security checks are a standard procedure to enhance safety. Your cooperation is appreciated as we perform this quick verification.",
                        "Random checks are part of our security protocol to ensure fairness and safety. Thank you for your patience and understanding.",
                        "Occasionally, passengers are randomly selected for additional checks. This is a routine measure to maintain security. Thank you for your understanding.",
                        "Random checks are conducted to ensure the safety and security of all passengers. Your cooperation is greatly appreciated during this process.",
                        "The selection for random checks is a standard security practice to ensure the safety of all passengers. Thank you for your cooperation and understanding.",
                        "Random checks are part of our security measures to maintain safety and security. We appreciate your cooperation during this process.",
                        "Random security checks are conducted to ensure the safety of all passengers. Your understanding and cooperation are highly appreciated.",
                        "The random security check is a routine measure for ensuring the safety and security of all passengers. Thank you for your understanding and cooperation.",
                        "The random security check is a part of our standard procedures to maintain the safety and security of all passengers. We appreciate your cooperation and patience.",
                        "Random checks are conducted to ensure the safety and security of all passengers. Your understanding and cooperation are highly appreciated.",
                        "The random security check is a routine measure for ensuring the safety and security of all passengers. Thank you for your understanding and cooperation.",
                        "The random security check is a part of our standard procedures to maintain the safety and security of all passengers. We appreciate your cooperation and patience.",
                        "Random checks are conducted to ensure the safety and security of all passengers. Your understanding and cooperation are highly appreciated.",
                        "The random security check is a routine measure for ensuring the safety and security of all passengers. Thank you for your understanding and cooperation.",
                        "The random security check is a part of our standard procedures to maintain the safety and security of all passengers. We appreciate your cooperation and patience.",
                        "Random checks are conducted to ensure the safety and security of all passengers. Your understanding and cooperation are highly appreciated."
                  ],
                  "extension": {
                        "function": "",
                        "entities": false,
                        "responses": []
                  },
                  "context": {
                        "in": "",
                        "out": "AirportSecurityRandomCheckInquiry",
                        "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "BorderSecurityLuggageCheck",
                  "patterns": [
                        "I have fragile items in my luggage",
                        "Please be gentle with my bag",
                        "Fragile belongings inside",
                        "I have delicate items in my luggage",
                        "My bag contains fragile belongings",
                        "Please handle my luggage carefully",
                        "Fragile objects are in my bag",
                        "I have breakable items in my luggage",
                        "I need special care for my luggage",
                        "Could you handle my bag gently?",
                        "There are fragile items inside my bag",
                        "I have sensitive belongings in my luggage",
                        "Please be careful with my baggage",
                        "My luggage contains fragile goods",
                        "I want to ensure my bag is handled with care",
                        "I need to alert you about delicate items in my luggage",
                        "I want to make sure my luggage is treated delicately",
                        "I have fragile possessions in my bag"
                  ],
                  "responses": [
                        "Noted! We'll handle your luggage with care. Please proceed to the security check.",
                        "Thank you for letting us know. We'll take special care of your bag during the security check.",
                        "We appreciate the information. Your belongings will be handled with caution during inspection.",
                        "Noted! We'll handle your luggage with care. Please proceed to the security check.",
                        "Thank you for letting us know. We'll take special care of your bag during the security check.",
                        "We appreciate the information. Your belongings will be handled with caution during inspection.",
                        "We understand. Your luggage will be treated with care during the security check. Please proceed as usual.",
                        "Noted! The security personnel will handle your luggage with special care. Please proceed to the security check.",
                        "Thank you for the heads-up. Your bag will receive extra attention during the security check.",
                        "Understood. Your luggage will be treated delicately during the security check. Please proceed to the inspection area.",
                        "Noted! Your luggage will be handled with caution to ensure the safety of your fragile items. Please proceed to the security check.",
                        "Thank you for informing us. We will ensure that your luggage is handled gently during the security check.",
                        "We've taken note of that. Your baggage will receive special attention during the security check.",
                        "Thank you for informing us about the delicate items in your luggage. We will handle it with care during the security check.",
                        "Understood. Your luggage will be treated with special care during the security check. Please proceed as usual.",
                        "Noted! The security personnel will handle your luggage with extra caution. Please proceed to the security check.",
                        "Thank you for the heads-up. Your bag will be given extra attention during the security check.",
                        "Understood. Your luggage will be handled delicately during the security check. Please proceed to the inspection area."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "BorderSecurityLuggageCheckAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityLostItem",
                  "patterns": [
                        "I lost my wallet",
                        "I can't find my phone",
                        "I misplaced my passport",
                        "I lost my bag",
                        "I can't find my wallet",
                        "I misplaced my phone",
                        "I seem to have lost my passport",
                        "I can't locate my bag",
                        "My wallet is missing",
                        "I can't find my mobile phone",
                        "I've lost my passport",
                        "I don't see my bag",
                        "I think I left my wallet behind",
                        "My phone seems to be missing",
                        "I don't know where my passport is",
                        "I'm unable to find my bag",
                        "I can't seem to find my wallet",
                        "I've misplaced my phone"
                  ],
                  "responses": [
                        "I'm sorry to hear that. Please report the lost item to our lost and found desk after security screening.",
                        "It happens to the best of us. We have a lost and found desk after security. Please report your lost item there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the missing item.",
                        "I'm sorry to hear that. Please report the lost item to our lost and found desk after security screening.",
                        "It happens to the best of us. We have a lost and found desk after security. Please report your lost item there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the missing item.",
                        "I'm sorry to hear that. Please go to our lost and found desk after security screening to report the lost bag.",
                        "It happens to the best of us. Our lost and found desk is after security. Please report your lost wallet there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the missing phone.",
                        "I'm sorry to hear that. Please go to our lost and found desk after security screening to report the misplaced passport.",
                        "It happens to the best of us. Our lost and found desk is after security. Please report your lost bag there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the missing wallet.",
                        "I'm sorry to hear that. Please go to our lost and found desk after security screening to report the missing mobile phone.",
                        "It happens to the best of us. Our lost and found desk is after security. Please report your lost passport there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the misplaced bag.",
                        "I'm sorry to hear that. Please go to our lost and found desk after security screening to report the lost wallet.",
                        "It happens to the best of us. Our lost and found desk is after security. Please report your lost phone there.",
                        "I understand it can be stressful. After security, please visit our lost and found desk to report the missing passport."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityLostItemAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityProhibitedItemFound",
                  "patterns": [
                        "We found a prohibited item",
                        "Prohibited item detected",
                        "I've discovered a restricted item",
                        "We discovered a prohibited item",
                        "I found a prohibited item",
                        "There's a prohibited item here",
                        "A restricted item was detected",
                        "I came across a prohibited item",
                        "We found something that's prohibited",
                        "A prohibited item has been identified",
                        "There's an item that's not allowed",
                        "I noticed a restricted item",
                        "We've encountered a prohibited item",
                        "A prohibited item was located",
                        "I've come upon a restricted item",
                        "We spotted a prohibited item",
                        "I stumbled upon something that's prohibited",
                        "There's a restricted item that was found"
                  ],
                  "responses": [
                        "Thank you for notifying us. Please hand over the item to security personnel for further inspection and disposal.",
                        "Your cooperation is appreciated. Please give the detected item to security personnel for proper handling.",
                        "Safety is our priority. Please surrender the found item to security staff for necessary actions.",
                        "Thank you for notifying us. Please hand over the item to security personnel for further inspection and disposal.",
                        "Your cooperation is appreciated. Please give the detected item to security personnel for proper handling.",
                        "Safety is our priority. Please surrender the found item to security staff for necessary actions.",
                        "Thank you for alerting us. Please provide the item to security personnel for further inspection and necessary procedures.",
                        "We appreciate your assistance. Please deliver the detected item to security personnel for proper handling.",
                        "Our priority is safety. Kindly give the found item to security staff for necessary actions.",
                        "Thank you for letting us know. Please hand over the item to security personnel for further inspection and disposal.",
                        "Your cooperation is appreciated. Please give the detected item to security personnel for proper handling.",
                        "Safety is our priority. Please surrender the found item to security staff for necessary actions.",
                        "Thank you for notifying us. Please hand over the item to security personnel for further inspection and disposal.",
                        "Your cooperation is appreciated. Please give the detected item to security personnel for proper handling.",
                        "Safety is our priority. Please surrender the found item to security staff for necessary actions.",
                        "Thank you for alerting us. Please provide the item to security personnel for further inspection and necessary procedures.",
                        "We appreciate your assistance. Please deliver the detected item to security personnel for proper handling.",
                        "Our priority is safety. Kindly give the found item to security staff for necessary actions."                
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityProhibitedItemFoundAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityThankYou",
                  "patterns": [
                        "Thank you",
                        "Appreciate your help",
                        "Grateful",
                        "Sounds good!",
                        "Okay",
                        "Thank you so much",
                        "Thanks a lot",
                        "I appreciate it",
                        "Thanks for your help",
                        "Great, thank you",
                        "Thank you very much",
                        "I'm grateful",
                        "Many thanks",
                        "Thanks a bunch",
                        "Thank you kindly",
                        "Thanks for the assistance",
                        "Thanks a ton",
                        "Thanks a million",
                        "Thank you for your help",
                        "Thank you, I appreciate it"
                  ],
                  "responses": [
                        "You're welcome! If you have any more questions or need assistance, feel free to ask.",
                        "Glad I could assist! Have a safe journey, and don't hesitate to ask if you need help later.",
                        "It's my pleasure to help. Have a great day, and travel safely!",
                        "You're welcome! If you have any more questions or need assistance, feel free to ask.",
                        "Glad I could assist! Have a safe journey, and don't hesitate to ask if you need help later.",
                        "It's my pleasure to help. Have a great day, and travel safely!",
                        "You're welcome! If there's anything else you need, please don't hesitate to ask.",
                        "Glad to be of help! Have a wonderful trip, and let us know if you need anything else.",
                        "You're welcome! If you require further assistance, please feel free to reach out.",
                        "No problem! If you have more questions or need help, don't hesitate to ask.",
                        "You're welcome! If there's anything else you need, please let me know.",
                        "Glad I could help! Have a great day and safe travels.",
                        "It was my pleasure! If you have any more questions, feel free to ask.",
                        "You're welcome! If you need any more assistance, please don't hesitate to ask.",
                        "Glad I could be of service! Have a wonderful day and safe travels.",
                        "You're welcome! If there's anything else I can do for you, please let me know.",
                        "Happy to assist! If you have any more questions or need further help, don't hesitate to ask.",
                        "You're welcome! If there's anything else you need, feel free to ask.",
                        "Glad to help! If you require any more assistance, please let me know."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityThankYouAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecuritySpecialAssistance",
                  "patterns": [
                        "I need special assistance",
                        "Assistance required",
                        "I have a disability",
                        "I require special assistance",
                        "Can you assist me?",
                        "I need help with something",
                        "I'm in need of assistance",
                        "Can you help me out?",
                        "I need some special help",
                        "I need assistance with something",
                        "I require extra assistance",
                        "I need some special care",
                        "Could you please assist me?",
                        "I could use some assistance",
                        "Can you provide some help?",
                        "I require some special attention",
                        "Could you offer some assistance?",
                        "I could use some help"
                  ],
                  "responses": [
                        "Of course, we're here to assist you. Please let our staff know your specific needs, and we'll make the necessary arrangements.",
                        "Your comfort and safety are important to us. Kindly inform us of any special requirements, and we'll provide the assistance you need.",
                        "We're here to help. If you have any special needs or require assistance, please don't hesitate to inform our staff.",
                        "Of course, we're here to assist you. Please let our staff know your specific needs, and we'll make the necessary arrangements.",
                        "Your comfort and safety are important to us. Kindly inform us of any special requirements, and we'll provide the assistance you need.",
                        "We're here to help. If you have any special needs or require assistance, please don't hesitate to inform our staff.",
                        "Certainly, we're here to make your journey easier. Just let us know how we can help.",
                        "Absolutely, we're dedicated to providing you with the support you need. Please don't hesitate to ask for anything.",
                        "Don't worry, we're here to help you with anything you need. Just inform us of your requirements.",
                        "Sure, we're ready to assist you with any special needs. Let us know how we can make your journey smoother.",
                        "No problem, we're here to make your experience as comfortable as possible. Please inform us of your specific requirements.",
                        "Of course, we'll ensure that you receive the necessary support. Please inform us of the assistance you require.",
                        "Absolutely, we'll provide you with the assistance you need. Just let us know how we can help.",
                        "Sure, we're committed to assisting you in any way we can. Please let us know what you need.",
                        "No problem, we'll provide you with any assistance you require. Just inform us of your needs.",
                        "Of course, we're dedicated to ensuring your comfort and safety. Please let us know what assistance you need.",
                        "Absolutely, we're here to assist you with any special requirements. Please don't hesitate to ask.",
                        "Sure, we're here to make your journey as smooth as possible. Please let us know how we can help."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecuritySpecialAssistanceAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "BorderSecurityPreCheck",
                  "patterns": [
                        "I have TSA PreCheck",
                        "I'm a frequent flyer",
                        "Do I qualify for expedited screening?",
                        "I'm enrolled in TSA PreCheck",
                        "I'm part of the PreCheck program",
                        "I have expedited screening status",
                        "I am a TSA PreCheck member",
                        "I've registered for PreCheck",
                        "I possess TSA PreCheck",
                        "I am eligible for PreCheck",
                        "I'm a frequent traveler",
                        "I have frequent flyer status",
                        "I'm a member of the expedited screening program",
                        "I qualify for expedited security checks",
                        "I have TSA PreCheck status",
                        "I am a PreCheck participant",
                        "I'm eligible for expedited screening",
                        "I've signed up for TSA PreCheck"
                  ],
                  "responses": [
                        "If you have TSA PreCheck, you may be eligible for expedited screening. Please follow the signs for PreCheck lanes.",
                        "TSA PreCheck passengers can enjoy expedited screening. Look for the dedicated PreCheck lanes for faster processing.",
                        "Great news! TSA PreCheck passengers can use the expedited screening lanes for a quicker security check.",
                        "If you have TSA PreCheck, you may be eligible for expedited screening. Please follow the signs for PreCheck lanes.",
                        "TSA PreCheck passengers can enjoy expedited screening. Look for the dedicated PreCheck lanes for faster processing.",
                        "Great news! TSA PreCheck passengers can use the expedited screening lanes for a quicker security check.",
                        "That's great! If you're enrolled in TSA PreCheck, you can take advantage of expedited screening. Look for the designated PreCheck lanes.",
                        "If you're part of the PreCheck program, you can use the dedicated lanes for quicker processing. Keep an eye out for the PreCheck signs.",
                        "If you have expedited screening status, you can make use of the dedicated PreCheck lanes for a faster security check.",
                        "Great to hear! As a TSA PreCheck member, you can take advantage of expedited screening through the PreCheck lanes.",
                        "If you've registered for PreCheck, you can enjoy the benefits of expedited screening. Look for the PreCheck lanes for faster processing.",
                        "If you possess TSA PreCheck, you can use the dedicated PreCheck lanes to expedite the security process.",
                        "As a frequent traveler, you may be eligible for expedited screening. Look for the designated PreCheck lanes for faster processing.",
                        "If you have frequent flyer status, you can make use of the dedicated PreCheck lanes for a faster security check.",
                        "If you're a member of the expedited screening program, you can take advantage of the dedicated PreCheck lanes for quicker processing.",
                        "If you qualify for expedited security checks, you can use the designated PreCheck lanes for a faster screening process.",
                        "With TSA PreCheck status, you can enjoy the benefits of expedited screening through the designated PreCheck lanes.",
                        "As a PreCheck participant, you can take advantage of the dedicated lanes for quicker processing. Keep an eye out for the PreCheck signs.",
                        "If you're eligible for expedited screening, you can use the dedicated PreCheck lanes to expedite the security process.",
                        "If you've signed up for TSA PreCheck, you can enjoy the benefits of expedited screening. Look for the PreCheck lanes for faster processing."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "BorderSecurityPreCheckInquiry",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "BorderSecurityLostItem",
                  "patterns": [
                        "I lost my luggage",
                        "My bag is missing",
                        "Where's my suitcase?",
                        "I can't find my belongings",
                        "I've lost my baggage",
                        "My luggage is missing",
                        "I can't locate my belongings",
                        "I've misplaced my bag",
                        "I can't find my suitcase",
                        "My luggage seems to be lost",
                        "My bag appears to be missing",
                        "I seem to have lost my luggage",
                        "I'm unable to find my baggage",
                        "I'm missing my suitcase",
                        "I'm unable to locate my belongings",
                        "My bag seems to be misplaced",
                        "Where's my luggage?",
                        "I can't find my items"
                  ],
                  "responses": [
                        "I'm sorry to hear that. Please report the lost luggage to our lost and found desk after security screening.",
                        "It happens occasionally. Please report your lost luggage at our lost and found desk after security.",
                        "I understand it can be concerning. After security, please visit our lost and found desk to report the missing luggage.",
                        "I'm sorry to hear that. Please report the lost luggage to our lost and found desk after security screening.",
                        "It happens occasionally. Please report your lost luggage at our lost and found desk after security.",
                        "I understand it can be concerning. After security, please visit our lost and found desk to report the missing luggage.",
                        "I apologize for the inconvenience. Please report your lost belongings at our lost and found desk after security screening.",
                        "I'm sorry to hear about your luggage. Please visit our lost and found desk after security to report the missing items.",
                        "I understand it can be frustrating. Please report your lost luggage at our lost and found desk after security screening.",
                        "I apologize for any inconvenience. Please report your lost belongings at our lost and found desk after security screening.",
                        "I'm sorry to hear about your missing luggage. Please visit our lost and found desk after security to report the lost items.",
                        "I understand how stressful it can be. Please report your lost belongings at our lost and found desk after security screening.",
                        "I apologize for any inconvenience caused. Please report your lost luggage at our lost and found desk after security."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "BorderSecurityLostItemAcknowledgment",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "BorderSecurityDirections",
                  "patterns": [
                        "Where is the baggage claim area?",
                        "Can you show me the way to customs?",
                        "How do I get to the baggage claim area?",
                        "Can you guide me to customs?",
                        "Where is the customs area located?",
                        "I need help finding baggage claim",
                        "Can you direct me to the baggage claim area?",
                        "Which way is baggage claim?",
                        "I'm looking for the customs area",
                        "Please show me the way to baggage claim",
                        "I'm trying to locate the customs area",
                        "Where can I find the baggage claim area?",
                        "How do I reach customs?",
                        "Can you direct me to the customs area?",
                        "Where is the baggage claim located?",
                        "How do I find the way to customs?",
                        "Which way to customs?"
                  ],
                  "responses": [
                        "Sure, I can help with that. Follow the signs. For baggage claim, go straight ahead, and customs is to your right.",
                        "Of course! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Certainly, I can assist you. Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Sure, I can help with that. Follow the signs. For baggage claim, go straight ahead, and customs is to your right.",
                        "Of course! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Certainly, I can assist you. Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Absolutely! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Definitely! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Yes, certainly! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Absolutely, I can guide you! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Sure, I can show you the way. Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Certainly! Follow the signs. Baggage claim is straight ahead, and customs is to your right.",
                        "Of course, I can assist you. Follow the signs. Baggage claim is straight ahead, and customs is to your right."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "BorderSecurityDirectionsInquiry",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityDirections",
                  "patterns": [
                        "Where is Terminal B?",
                        "Where is the security checkpoint?",
                        "Can you guide me to the departure gates?",
                        "How do I find Terminal A?",
                        "Can you show me the way to the baggage claim?",
                        "I need directions to the departure gates",
                        "Can you guide me to the security checkpoint?",
                        "Which way to Terminal B?",
                        "Where is the baggage claim located?",
                        "How do I get to the security checkpoint?",
                        "I'm looking for the departure gates",
                        "Can you direct me to the baggage claim area?",
                        "Where can I find the security checkpoint?",
                        "I'm trying to locate Terminal A",
                        "How do I reach the departure gates?",
                        "Can you direct me to Terminal B?",
                        "Where is the security checkpoint located?",
                        "How do I find the baggage claim area?"
                  ],
                  "responses": [
                        "Certainly, I can assist with that. To reach the Terminal, follow the signs and view the map showing where to locate it.",
                        "Of course! To find the Terminal, follow the signs. The security checkpoint is up ahead, and departure gates are clearly labeled.",
                        "Sure thing! To get to the Terminal, simply follow the signs. The security checkpoint is ahead, and you'll find the departure gates clearly indicated.",
                        "Absolutely! To find your way to the Terminal, just follow the signs. The baggage claim is nearby, and the departure gates are well-marked."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityDirectionsInquiry",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityEmergencyExit",
                  "patterns": [
                        "Where are the emergency exits?",
                        "How do I find the nearest exit?",
                        "In case of emergency, where should I go?",
                        "Where's the closest emergency exit?",
                        "How do I get to the emergency exits?",
                        "What's the way to the emergency exit?",
                        "Can you guide me to the emergency exit?",
                        "Where are the exit signs located?",
                        "I need to locate the emergency exits",
                        "How do I find the way to the nearest exit?",
                        "Can you show me where the emergency exits are?",
                        "Where can I find the emergency exit signs?",
                        "I want to know the location of the emergency exits"
                  ],
                  "responses": [
                        "Safety first! Emergency exits are marked with illuminated signs. Follow the nearest exit signs for your safety.",
                        "In case of emergency, look for illuminated exit signs. Follow them to reach the nearest emergency exit for your safety.",
                        "Your safety is important. In an emergency, follow the illuminated exit signs to find the nearest emergency exit and proceed outside.",
                        "Safety first! Emergency exits are marked with illuminated signs. Follow the nearest exit signs for your safety.",
                        "In case of emergency, look for illuminated exit signs. Follow them to reach the nearest emergency exit for your safety.",
                        "Your safety is important. In an emergency, follow the illuminated exit signs to find the nearest emergency exit and proceed outside.",
                        "Absolutely! The emergency exits are clearly marked with illuminated signs. Please follow them for a safe exit in case of emergency.",
                        "Certainly! In case of emergency, the exit signs are illuminated. Please follow them to reach the nearest emergency exit and ensure your safety.",
                        "Of course! In the event of an emergency, look for the illuminated exit signs. Follow them to reach the closest emergency exit for your safety.",
                        "Absolutely, I can help you with that! Emergency exits are marked with illuminated signs. Follow the signs to reach the nearest emergency exit for your safety.",
                        "Definitely! In the event of an emergency, the exit signs are illuminated. Please follow them to find the nearest emergency exit and ensure your safety.",
                        "Sure, I can guide you! Look for the illuminated exit signs. They will lead you to the nearest emergency exit for your safety.",
                        "Of course, I can assist! Look for the illuminated exit signs. They will guide you to the nearest emergency exit for your safety."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityEmergencyExitInquiry",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            },
            {
                  "tag": "AirportSecurityAssistanceCounter",
                  "patterns": [
                        "Where can I find the assistance counter?",
                        "I need help, where should I go?",
                        "Is there a service desk nearby?",
                        "Can you guide me to the assistance counter?",
                        "I require assistance, where do I go?",
                        "Where's the nearest service desk located?",
                        "How can I find the assistance counter?",
                        "I need help, where is the service desk?",
                        "Could you direct me to the assistance counter?",
                        "Is there a help desk nearby?",
                        "Where can I find the customer service desk?",
                        "I'm looking for the service counter, can you help?",
                        "Can you show me where the assistance counter is located?"
                  ],
                  "responses": [
                        "Certainly! The assistance counter is located to your left. Our staff there will be happy to help you with any questions or concerns.",
                        "You're in the right place! The assistance counter is on your left, and our team is ready to assist you with any inquiries.",
                        "Of course, we have an assistance counter to your left. Our staff is available there to provide any assistance you may need.",
                        "Certainly! The assistance counter is located to your left. Our staff there will be happy to help you with any questions or concerns.",
                        "You're in the right place! The assistance counter is on your left, and our team is ready to assist you with any inquiries.",
                        "Of course, we have an assistance counter to your left. Our staff is available there to provide any assistance you may need.",
                        "Absolutely! The assistance counter is on your left. Our team is prepared to assist you with any queries or concerns you may have.",
                        "Certainly! The service desk is located to your left. Our staff will be more than happy to help you with any questions or concerns.",
                        "You're in the right place! The assistance counter is on your left, and our team is ready to assist you with any inquiries or issues.",
                        "Certainly, we have a service desk to your left. Our staff is available there to provide any assistance you may need.",
                        "Of course, we have an assistance counter on your left. Our staff is ready to help you with any questions or concerns you may have.",
                        "Certainly! The customer service desk is on your left. Our team is ready to assist you with any queries or concerns.",
                        "Absolutely! The assistance counter is on your left. Our team is prepared to help you with any questions or concerns you may have."
                  ],
                  "extension": {
                  "function": "",
                  "entities": false,
                  "responses": []
                  },
                  "context": {
                  "in": "",
                  "out": "AirportSecurityAssistanceCounterInquiry",
                  "clear": false
                  },
                  "entityType": "NA",
                  "entities": []
            }            
      ]
}
  